
const agenciesData = [
  {
    "agencyID": 1,
    "image": require("../img/Egyptian_God_Anubis.webp"), 
    "title": "Анубіс",
    "rating": 4.5,
    "address": {
      "region": "Київська область",
      "district": "Бучанський район",
      "town": "м. Вишневе",
      "street": "вул. Лесі Українки 72а"
    },
    "description": "Підбір послуг згідно наявного бюджету замовника. Оформлення всіх необхідних документів. Транспортування з закордону. Оформлення місця поховання. Прибирання, догляд за місцем поховання, підтримання цілосності об’єктів."
  },
  {
    "agencyID": 2,
    "image": require("../img/ferryman_on_river_styx.jpg"),
    "title": "Харон",
    "rating": 4.9,
    "address": {
      "region": "Львівська область",
      "district": "Львівський район",
      "town": "м. Львів",
      "street": "вул. Личаківська 112"
    },
    "description": "Преміальний сервіс та повний супровід. Виготовлення авторських меморіальних комплексів із натурального граніту та мармуру. Організація живих оркестрів, поминальних обідів та флористичне оформлення вищого класу."
  },
  {
    "agencyID": 3,
    "image": require("../img/no-image-available-icon.webp"),
    "title": "Стікс",
    "rating": 4.2,
    "address": {
      "region": "Одеська область",
      "district": "Одеський район",
      "town": "м. Одеса",
      "street": "Люстдорфська дорога 55"
    },
    "description": "Швидке та юридично бездоганне оформлення документів 24/7. Спеціалізуємося на складній логістиці, кремації, а також репатріації (транспортуванні померлих) в Україну з будь-якої точки світу в найкоротші терміни."
  },
  {
    "agencyID": 4,
    "image": require("../img/ritual_800.jpg"),
    "title": "Ритуал",
    "rating": 4.7,
    "address": {
      "region": "Харківська область",
      "district": "Харківський район",
      "town": "м. Харків",
      "street": "вул. Академіка Павлова 120"
    },
    "description": "Соціальні та стандартні пакети послуг без прихованих платежів. Безкоштовна консультація виїзного агента. Повний комплекс: від санітарної підготовки та підбору атрибутики до подальшого щорічного благоустрою та догляду за могилами."
  }
];

export default agenciesData;